Repository: dNG-git/sWG_core
Catalog: po/swg_core/*.po
Languages: de

source: Sorry, but you do not have sufficient rights to execute the current task successfully. Please log in using an account with proper permission if applicable.
de: Deine derzeitigen Zugangsrechte sind unzureichend, um die gewünschte Aufgabe erfolgreich auszuführen. Melde dich bitte gegebenenfalls mit einem zugangsberechtigten Account an.

source: Apply
de: Übernehmen

source: You will be redirected automatically
de: Du wirst automatisch weitergeleitet

source: Automated redirection is not supported by your current application and settings used.
de: Dein derzeitiges System und die genutzten Einstellungen erlauben keine automatische Weiterleitung.

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Click here to continue
de: Klicke hier um fortzufahren

source: Allow additional content links
de: Links zu weiteren Inhalten erlauben

source: core_datasub_error_1: Unfortunately your current application and settings used do not support loading dynamic content. Please
de: Leider unterstützt dein derzeitiges System und die genutzten Einstellungen nicht das Laden dynamischer Inhalte.

source: core_datasub_error_2: click here
de: Klicke hier

source: core_datasub_error_3: to view it.
de: um diese anzeigen zu lassen.

source: Minimize additional content link list
de: Minimiere die Linkliste mit weiteren Inhalten

source: core_datasub_last_entry_0_1: This entry has been added on
de: Dieser Eintrag wurde am

source: core_datasub_last_entry_0_2: .
de: hinzugefügt.

source: core_datasub_last_entry_1_1: This entry was added on
de: Dieser Eintrag wurde am

source: core_datasub_last_entry_1_2: by
de: durch

source: core_datasub_last_entry_1_3: .
de: hinzugefügt.

source: Please wait a moment. Loading dynamic data.
de: Bitte habe einen Moment Geduld. Es werden dynamische Daten nachgeladen.

source: Allow new links to additional content
de: Neue Links zu weiteren Inhalten erlauben

source: Not all prerequisites are fulfilled to complete the process.
de: Nicht alle zum Abschluss des Vorgangs nötigen Voraussetzungen konnten erfüllt werden.

source: Link new entry
de: Neuen Eintrag verknüpfen

source: This entry has been added after your last visit.
de: Dieser Eintrag wurde seit deinem letzten Besuch neu hinzugefügt.

source: Access denied
de: Zugriff verweigert

source: Unfortunately you aren't allowed to access this entry.
de: Du hast leider auf diesen Eintrag keinen Zugriff.

source: Click here to view the whole content
de: Klicke hier um den kompletten Inhalt abzurufen

source: Attachements
de: Anhänge

source: Additional content
de: Weitere Inhalte

source: Click here to view available attachements
de: Klicke hier um vorhandene Anhänge anzeigen zu lassen

source: Click here to view additional content
de: Klicke hier um weitere Inhalte anzeigen zu lassen

source: Click here to view available downloads
de: Klicke hier um vorhandene Downloads anzeigen zu lassen

source: Click here to view available links
de: Klicke hier um vorhandene Links anzeigen zu lassen

source: Additional content type
de: Typ der weiteren Inhalte

source: Hide more detailed information
de: Weiterführende Informationen ausblenden

source: Show more detailed information
de: Weiterführende Informationen einblenden

source: More detailed information
de: Weiterführende Informationen

source: The process to link a new entry has been completed.
de: Der Vorgang zum Verknüpfen neuer Einträge wurde abgeschlossen.

source: Completed
de: Abgeschlossen

source: Error
de: Fehler

source: Confirmation
de: Bestätigung

source: Critical error message
de: Kritische Fehlermeldung

source: Error message
de: Fehlermeldung

source: Filter list
de: Liste filtern

source: Forgotten password?
de: Passwort vergessen?

source: Guest account
de: Besucheraccount

source: core_helper_password_1: The administration defined a minimal length of
de: Durch die Administration wurde für das Passwort die minimale Länge von

source: core_helper_password_2: characters for the password. The more characters you use, the more secure is your password. We recommend additionally to mix numbers and special characters with your password and not to use your user name or any part of your e-Mail address.
de: Zeichen festgelegt. Beachte bitte, dass dein Passwort mit der Anzahl der genutzten Zeichen immer sicherer wird. Wir empfehlen zusätzlich, Zahlen und Sonderzeichen mit dem Passwort zu vermischen und keinenfalls den Benutzernamen oder einen Teil der E-Mail-Adresse zu verwenden.

source: core_helper_username_1: User names are valid with a length between
de: Der Benutzername darf zwischen

source: core_helper_username_2: and 100 characters. Letters, numbers and spaces are allowed. Additionally you can use the following characters: ! $ % / ( ) { } [ ] ? @ * ~ # , . - ; _
de: und 100 Zeichen lang sein. Zugelassen sind alle Buchstaben und Zahlen, sowie das Leerzeichen und die Sonderzeichen: ! $ % / ( ) { } [ ] ? @ * ~ # , . - ; _

source: Remove all "new" markers
de: Alle "Neu"-Markierungen aufheben

source: Go up one level
de: Zur nächsthöheren Kategorie wechseln

source: Please wait. Loading new information for the current document.
de: Bitte warten, es werden Informationen für das aktuelle Dokument nachgeladen.

source: Loading ...
de: Ladevorgang ...

source: Log In
de: Anmelden

source: Log in again using different access data
de: Erneut mit anderen Zugangsdaten anmelden

source: Log Out
de: Abmelden

source: No options available
de: Keine Optionen verfügbar

source: This e-Mail has been sent to you by the administration.
de: Diese E-Mail wurde Ihnen durch die Administration zugesandt.

source: This e-Mail has been directly requested by you or it has been generated automatically while using a function.
de: Diese E-Mail wurde von Ihnen direkt erwünscht oder durch Nutzung einer Funktion automatisch versandt.

source: This e-Mail has been sent to you by a third party. Please use the following, verified sender information for contacting.
de: Diese E-Mail wurde durch einen anderen Benutzer an Sie geschickt. Setzen Sie sich bei Problemen mit der auf Gültigkeit überprüften, untenstehenden Absenderadresse in Verbindung.

source: Sender
de: Absender

source: Recipient
de: Empfänger

source: Message
de: Nachrichtentext

source: No
de: Nein

source: Please note that maybe some programs show the URL written above using more than one line. To complete the task successfully, the link should be combined line-by-line and accessed afterwards.
de: Beachte bitte, dass eventuell einige Programme die obenstehende URL über mehrere Zeilen hinweg anzeigen. Damit die Aufgabe erfolgreich ausgeführt werden kann, muss in diesem Falle der Link aus den einzelnen Zeilen zusammengesetzt und danach aufgerufen werden.

source: Options
de: Optionen

source: Pages
de: Seiten

source: Password
de: Passwort

source: Preview
de: Vorschau

source: Rate
de: Bewerten

source: Rating
de: Bewertung

source: Redirection
de: Weiterleitung

source: New URL
de: Neue URL

source: Register an account
de: Account registrieren

source: Save
de: Speichern

source: Search
de: Suche

source: Changed IP since your last page request
de: IP-Wechsel seit letztem Seitenaufruf

source: Proxy server identified
de: Proxy-Server erkannt

source: Security information
de: Sicherheitsinformation

source: Currently there are no functions available or you may have not proper permission to access restricted functions.
de: Derzeit sind keine Funktionen verfügbar oder du hast für die zugriffsbeschränkten Funktionen keine ausreichenden Rechte.

source: Available functions
de: Verfügbare Funktionen

source: System information
de: Systemmitteilung

source: Time
de: Zeit

source: Title
de: Titel

source: Validation required
de: Aufgabenbestätigung benötigt

source: Try again
de: Erneut versuchen

source: The WebGine is unable to continue. Please contact the administration.
de: Die WebGine ist nicht in der Lage fortzufahren. Bitte kontaktiere die Administration.

source: Unknown
de: Unbekannt

source: Unlimited
de: Uneingeschränkt

source: Current user
de: Derzeitiger Benutzer

source: Since your last visit using this login the IP has changed.
de: Seit dem letzten Besuch unter dieser Anmeldung hat sich die IP geändert.

source: The connection to this page has been established using a proxy. Proxies are able to record transfered data including login information.
de: Die Verbindung zu dieser Seite wurde unter Verwendung eines Proxies hergestellt. Diese könnten ausgetauschte Daten, einschließlich der Anmeldeinformationen, aufzeichnen.

source: Account information
de: Benutzerhinweis

source: core_userbox_guest_1_1: Welcome guest, please click
de: Willkommen Gast, klicke

source: core_userbox_guest_1_2: here
de: hier

source: core_userbox_guest_1_3: to log in or
de: um dich anzumelden oder

source: core_userbox_guest_1_4: create
de: registriere

source: core_userbox_guest_1_5: a new account.
de: einen Account.

source: core_userbox_guest_2_1: Welcome guest, please click
de: Willkommen Gast, klicke

source: core_userbox_guest_2_2: here
de: hier

source: core_userbox_guest_2_3: to log in.
de: um dich anzumelden.

source: core_userbox_member_1: Welcome back,
de: Willkommen zurück,

source: core_userbox_unread_pms_0: There are no new private messages available.
de: Es liegen keine neuen, privaten Nachrichten vor.

source: core_userbox_unread_pms_1_1: There is
de: Es liegt

source: core_userbox_unread_pms_1_2: one
de: eine

source: core_userbox_unread_pms_1_3: new private message available.
de: neue, private Nachricht vor.

source: core_userbox_unread_pms_2_1: There are
de: Es liegen

source: core_userbox_unread_pms_2_2: new private messages available.
de: neue, private Nachrichten vor.

source: User name
de: Benutzername

source: Banned member
de: Verbanntes Mitglied

source: Deleted member
de: Gelöschtes Mitglied

source: Externally verified user
de: Extern verifizierter Benutzer

source: Locked member
de: Gesperrtes Mitglied

source: Main moderator
de: Haupt-Moderator

source: Special member
de: Spezielles Mitglied

source: Member
de: Mitglied

source: User group
de: Benutzer-Gruppe

source: You have selected a task for processing that needs a validated e-Mail address. This step is a safety measure and should protect against abuse of available functions. We apologise for any inconvenience.
de: Du hast eine Aufgabe ausgewählt, die zur Ausführung die Überprüfung der angegebenen E-Mail-Adresse erfordert. Diese Sicherheitsmaßnahme dient dem Schutz vor Missbrauch der Funktionen. Wir bitten um dein Verständnis.

source: Yes
de: Ja

source: at
de: um

source: datetime_longdate_1: dS
de: d.

source: datetime_longdate_2: Y
de: Y

source: datetime_longdate_month_10: October
de: Oktober

source: datetime_longdate_month_11: November
de: November

source: datetime_longdate_month_12: December
de: Dezember

source: datetime_longdate_month_1: January
de: Januar

source: datetime_longdate_month_2: February
de: Februar

source: datetime_longdate_month_3: March
de: März

source: datetime_longdate_month_4: April
de: April

source: datetime_longdate_month_5: May
de: Mai

source: datetime_longdate_month_6: June
de: Juni

source: datetime_longdate_month_7: July
de: Juli

source: datetime_longdate_month_8: August
de: August

source: datetime_longdate_month_9: September
de: September

source: m/d/Y
de: d.m.y

source: Access to the restricted function has been denied by the system.
de: Der Zugriff auf die gesicherte Funktion wurde durch das System verweigert.

source: Unfortunately you do not have enough credits to continue this task.
de: Du verfügst leider nicht mehr über genügend Aktivpunkte, um diesen Vorgang fortzuführen.

source: The specified service entry ID is invalid.
de: Die angegebene Eintrags-ID der Dienstanwendung ist ungültig.

source: The service application is currently not available.
de: Die Dienstanwendung steht derzeit nicht zur Verfügung.

source: The WebGine encountered an database communication error and is unable complete the current task.
de: Die WebGine hat einen Fehler während der Datenbankkommunikation festgestellt und kann die derzeitige Aufgabe nicht beenden.

source: The specified ID is invalid.
de: Die angegebene ID ist ungültig.

source: The provided redirect ID is invalid or no longer available.
de: Die angegebene ID zur Weiterleitung ist ungültig oder steht nicht mehr zur Verfügung.

source: The system was unable to load a required component.
de: Das System konnte eine benötigte Komponente nicht laden.

source: Access to the deactivated service has been denied by the system.
de: Der Zugriff auf den deaktivierten Dienst wurde durch das System verweigert.

source: The specified task ID is invalid.
de: Die angegebene Vorgangs-ID ist ungültig.

source: Welcome to a sWG driven website! Unfortunately the administration has not configured the system to show a custom home page. Please visit again in some days.
de: Willkommen auf einer sWG-basierten Webseite! Leider hat die Administration derzeit noch keine Konfiguration für eine eigene Startseite definiert. Bitte versuche es in einigen Tagen noch einmal.

source: The WebGine encountered an unknown error and is unable complete the current task.
de: Die WebGine hat einen unbekannten Fehler festgestellt und kann die derzeitige Aufgabe nicht beenden.

source: The WebGine has been accessed using an unknown command.
de: Die WebGine wurde mit einem unbekannten Kommando aufgerufen.

source: The defined user name was not found in our database.
de: Der angegebene Benutzername konnte nicht in unserer Datenbank gefunden werden.
